<template>
    <ion-page>
        <ion-header translucent>
            <ion-toolbar>
                <ion-buttons slot="start">
                    <ion-back-button default-href="/main/menu" />
                </ion-buttons>

                <ion-title>
                    <h1 class="bluefox-title title">
                        Публичная оферта
                    </h1>
                </ion-title>
            </ion-toolbar>
        </ion-header>
        <ion-content fullscreen class="ion-padding">
            <div class="container">
                <h1>ПУБЛИЧНАЯ ОФЕРТА</h1>
                <h1>
                    о продаже товаров
                    дистанционным способом и оказании услуг
                    по бронированию мест/оказанию услуг
                    питания
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    ООО «Интервайн», осуществляющий продажу
                    товаров через интернет-магазин на сайте:
                    Синийлис.рф, а также по адресу г. Тюмень,
                    ул. Перекопская 3, в лице Директора
                    Барсукова Д.С., действующего на основании
                    Устава, именуемый в дальнейшем &quot;Продавец&quot;,
                    публикует публичную оферту о продаже
                    товаров питания (а также напитков)
                    дистанционным способом с доставкой/самовывозом,
                    об оказании услуг бронирования столиков
                    и оказании услуг питания (далее - оферта).
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    Основные понятия, используемые в
                    настоящей публичной оферте:
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <font color="#26282f"><b><span lang="ru-RU">&quot;Покупатель&quot;</span></b></font>
                    - гражданин, имеющий намерение заказать
                    или приобрести либо заказывающий,
                    приобретающий или использующий товары
                    исключительно для личных, семейных,
                    домашних и иных нужд, не связанных с
                    осуществлением предпринимательской
                    деятельности;
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <font color="#26282f"><b><span lang="ru-RU">&quot;Продавец/Исполнитель&quot;</span></b></font>
                    - организация независимо от ее
                    организационно-правовой формы, а также
                    индивидуальный предприниматель,
                    осуществляющие продажу товаров
                    дистанционным способом, оказание услуг;
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <font color="#26282f"><b><span lang="ru-RU">&quot;Пользователь&quot;</span></b></font>
                    - физическое лицо, посетитель сайта,
                    принимающий условия настоящей оферты
                    и желающий разместить заказы в
                    интернет-магазине на сайте Синийлис.рф;
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <font color="#26282f"><b><span lang="ru-RU">&quot;Товар&quot;</span></b></font>
                    – готовые продукты/блюда питания как
                    собственного производства, так и
                    партнеров Продавца (вторые блюда,
                    выпечка, кондитерские изделия, мясные
                    изделия, сыры, полуфабрикаты и т.д., а
                    также иная готовая к употреблению
                    продукция, а также напитки разнообразного
                    ассортимента: соки, воды, горячие напитки
                    и т.д. Товаром также являются подарочные
                    сертификаты Продавца, приобретаемые
                    Пользователями для личного пользования
                    или для передачи третьим лицам (например,
                    в качестве подарка);
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <font color="#26282f"><b><span lang="ru-RU">&quot;Услуги&quot;-</span></b></font>услуги
                    Продавца по онлайн/оффлайн - бронированию
                    столиков в помещении Продавца по адресу:
                    г. Тюмень, уд. Перекопская 3, а также
                    услуги по питанию Пользователей,
                    оказываемые непосредственно по
                    местонахождению Продавца.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <font color="#26282f">
                        <b><span lang="ru-RU">&quot;Продажа
                            товаров дистанционным способом&quot;</span></b>
                    </font>
                    - продажа товаров по договору розничной
                    купли-продажи, заключаемому на основании
                    ознакомления покупателя с предложенным
                    продавцом описанием товара, содержащимся
                    в каталогах, проспектах, буклетах либо
                    представленным на фотоснимках или с
                    использованием информационно-телекоммуникационной
                    сети &quot;Интернет&quot;, или иными способами,
                    исключающими возможность непосредственного
                    ознакомления покупателя с товаром либо
                    образцом товара при заключении такого
                    договора.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_100" />1. Общие
                    положения
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_12" />
                    1.1. В рамках настоящей оферты Продавец
                    предоставляет Пользователю (Покупателю)
                    возможность приобрести для личных,
                    семейных, домашних и иных нужд, не
                    связанных с осуществлением
                    предпринимательской деятельности,
                    Товары, представленные в интернет-магазине
                    на сайте Синийлис.рф (далее - сайт), а
                    также по адресу г. Тюмень, ул. Перекопская
                    3.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_11" />
                    1.2. Продавец предоставляет Покупателю
                    каталоги, буклеты, проспекты, фотографии
                    или другие информационные материалы,
                    содержащие полную, достоверную и
                    доступную информацию, характеризующую
                    предлагаемый товар.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_121" />
                    1.3. Пользователь соглашается с условиями
                    продажи товаров, изложенными в настоящей
                    оферте.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_13" />
                    1.4. Продавец имеет право в одностороннем
                    порядке без уведомления Пользователя/Покупателя
                    внести изменения в настоящую оферту,
                    которые вступают в силу по истечении 1
                    дня с момента опубликования новой оферты
                    на сайте.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_14" />
                    1.5. С момента регистрации Посетителя на
                    сайте, оформления Покупателем заказа
                    без авторизации на сайте, через мобильное
                    приложение или по телефону настоящая
                    оферта признается акцептованной.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_15" />
                    1.6. Заключение и расторжение договора
                    купли-продажи товара осуществляется в
                    порядке, предусмотренном <a href="http://internet.garant.ru/document/redirect/10106035/0">Законом</a>
                    от 07.02.1992 N 2300-1 &quot;О защите прав
                    потребителей&quot;, <a href="http://internet.garant.ru/document/redirect/12156122/0">постановления</a>
                    Правительства РФ от 31 декабря 2020&nbsp;г.&nbsp;N&nbsp;2463
                    &quot;Об утверждении Правил продажи товаров
                    по договору розничной купли-продажи&quot;,
                    <a href="http://internet.garant.ru/document/redirect/10164072/0">ГК</a>
                    РФ. Договор купли-продажи товара считается
                    заключенным с момента выдачи Продавцом
                    Покупателю кассового/товарного чека
                    либо иного документа, подтверждающего
                    оплату товара, в том числе дистанционным
                    способом (онлайн-оплата).
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_16" />
                    1.7. Сообщая Продавцу свой номер телефона
                    и e-mail, Покупатель (Пользователь) дает
                    свое согласие на их использование в
                    целях исполнения Продавцом своих
                    обязанностей в рамках заключенного
                    договора оказания услуг/продажи товаров.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_17" />
                    1.8. Продавец имеет право поручить
                    исполнение заказа третьему лицу, при
                    этом Продавец продолжает нести
                    ответственность за его исполнение.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_18" />
                    1.9. Оформление заказов в интернет-магазине
                    возможно круглосуточно, 7 дней в неделю,
                    за исключением периодов технического
                    сбоя и регламентных работ.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_19" /><a name="sub_110" />
                    1.10. Данная оферта распространяется на
                    все виды Товаров и услуг, представленных
                    на сайте, пока такие Товары присутствуют
                    в каталоге интернет-магазина.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_200" />2. Регистрация
                    на сайте
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_22" />
                    2.1. Регистрация на сайте Синийлис.рф
                    <font color="#26282f"><span lang="ru-RU"><span style="font-weight: normal">является</span></span></font><font color="#26282f">
                        <b><span lang="ru-RU" /></b>
                    </font>обязательной для оформления
                    заказа.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_21" />
                    2.2. Регистрация на сайте осуществляется
                    с помощью номера мобильного телефона,
                    путем получения кода через СМС-сообщение
                    и его на сайте.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_221" />
                    2.3. Продавец не несет ответственности
                    за правильность предоставляемой
                    Пользователем (Покупателем) информации
                    при регистрации на сайте.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_23" />
                    2.4. Пользователь обязуется не сообщать
                    третьим лицам пароль и логин, указанные
                    им при регистрации на сайте, а также
                    незамедлительно сообщить Продавцу о
                    возникновении подозрений относительно
                    безопасности его логина и пароля путем
                    телефонной связи или обращения через
                    сайт Продавца.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_300" />3. Порядок
                    совершения покупки
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_32" />
                    3.1. Покупатель оформляет заказ на сайте
                    в разделе Товары и Услуги.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_31" />
                    3.2. Порядок оформления заказа осуществляется
                    путем добавления Товаров или Услуг в
                    корзину заказов и их подтверждении.
                    Оплата заказа возможна на сайте или в
                    ресторане.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_321" />
                    3.3. После оформления заказа Покупателю
                    предоставляется информация о предполагаемой
                    дате доставки/дате и времени бронирования
                    столика путем направления сообщения
                    по адресу электронной почты или СМС
                    сообщения.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_33" />
                    3.4. В случае аннуляции полностью либо
                    частично предоплаченного заказа
                    стоимость аннулированного Товара
                    возвращается Продавцом Покупателю тем
                    же способом, что и оплата или частичная
                    предоплата товара.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_34" />
                    3.5. В случае отсутствия заказанных
                    Покупателем Товаров на складе Продавец
                    информирует об этом.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_35" />
                    3.6. Ответственность за предоставление
                    неверных сведений, повлекшее за собой
                    невозможность надлежащего исполнения
                    Продавцом своих обязательств перед
                    Покупателем, лежит на Покупателе.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_400" />4. Порядок
                    доставки, приема и возврата товара
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_42" />
                    4.1. Способы доставки Товара: силами
                    Продавца или привлеченных третьих лиц.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_41" />
                    4.2. Сроки доставки Товара: в течении 24
                    часов, при подтверждении наличия Товара
                    Продавцом.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_421" />
                    4.3. Территория доставки Товара: г. Тюмень.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_43" />
                    4.4. Стоимость доставки Товара (при
                    наличии) указывается при оформлении
                    заказа. Стоимость оказываемых услуг
                    указывается на сайте или в прейскуранте
                    цен в месте оказания услуг.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_44" /><a name="sub_45" />
                    4.5. Риск случайной гибели или повреждения
                    Товара переходит к Покупателю с момента
                    фактической передачи ему заказа.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_48" /><a name="sub_49" />
                    4.6. Обязанность Продавца по доставке
                    заказа считается исполненной в полном
                    объеме с момента вручения заказа
                    Покупателю.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_500" />5. Цена
                    товара и порядок оплаты
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_52" />
                    5.1. Цена Товара, реализуемого на сайте,
                    или оказываемых услуг указывается в
                    рублях РФ (без НДС).
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_51" />
                    5.2. Цена Товара может быть изменена
                    Продавцом в одностороннем порядке, при
                    этом Продавец не имеет права изменять
                    цену на заказанный Покупателем Товар.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_521" /><a name="sub_53" />
                    5.3. Продавец вправе устанавливать скидки
                    на Товар и систему бонусов, информация
                    о которых размещается на сайте. Скидки
                    могут быть изменены Продавцом в
                    одностороннем порядке.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_54" />
                    5.5. Порядок оплаты Товара/услуг с помощью
                    банковских карт: в соответствии с
                    требованиями банка. Покупатель
                    самостоятельно несет ответственность
                    за указание неверной суммы оплаты при
                    оформлении заказа на сайте, если сумма
                    не формируется автоматически.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_55" />
                    5.6. Порядок оплаты Товара при получении
                    от курьера: наличными денежными средствами
                    или через терминал.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_600" />6. Порядок
                    возврата товара и денежных средств
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_64" /><a name="sub_61" />
                    6.1. Порядок возврата денежных средств
                    в случае наличия оснований для возврата:
                    с согласия покупателя одним из следующих
                    способов: наличными денежными средствами
                    по месту нахождения продавца; путем
                    перечисления соответствующей суммы на
                    банковский или иной счет покупателя,
                    указанный покупателем.
                </p>
                <h1>
                    <a name="sub_700" />7.
                    Ответственность
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_72" />
                    7.1. Продавец несет ответственность за
                    своевременное предоставление услуг
                    при выполнении Покупателем установленных
                    в настоящей оферте требований и правил.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_71" />
                    7.2. Стороны освобождаются от ответственности
                    за частичное или полное неисполнение
                    своих обязательств по настоящей оферте,
                    если неисполнение обязательств явилось
                    следствием обстоятельств непреодолимой
                    силы, возникших после заключения
                    настоящего договора в результате событий
                    чрезвычайного характера, которые Сторона
                    не могла ни предвидеть, ни предотвратить
                    разумными мерами. К обстоятельствам
                    непреодолимой силы относятся события,
                    на которые Сторона не может оказать
                    влияния и за возникновение которых она
                    не несет ответственности.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_721" />
                    7.3. Продавец не несет ответственности
                    за ущерб, причиненный Покупателю
                    вследствие ненадлежащего использования
                    Товара, приобретенного на сайте.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_73" />
                    7.4. Продавец не несет ответственности
                    за качество каналов связи общего
                    пользования или служб, предоставляющих
                    доступ Пользователю (Покупателю) к его
                    услугам.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_800" />8.
                    Конфиденциальность и защита персональной
                    информации
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_82" />
                    8.1. Продавец обязуется не разглашать
                    полученную от Пользователя (Покупателя)
                    информацию.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_81" />
                    8.2. Продавец получает информацию об
                    IP-адресе Пользователя (Покупателя).
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_821" />
                    8.3. Продавец не несет ответственности
                    за правильность предоставляемой
                    Пользователем (Покупателем) информации
                    при регистрации на сайте.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_83" />
                    8.4. Пользователь (Покупатель) обязуется
                    не сообщать третьим лицам пароль и
                    логин, указанные им при регистрации на
                    сайте, а также незамедлительно сообщить
                    Продавцу о возникновении подозрений
                    относительно безопасности его логина
                    и пароля.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_900" />9. Порядок
                    рассмотрения споров и претензий
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_92" />
                    9.1. Претензии Пользователя (Покупателя)
                    принимаются Продавцом к рассмотрению
                    по электронной почте в течение 10 дней
                    с момента возникновения спорной ситуации.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_91" />
                    9.2. Споры и разногласия, которые могут
                    возникнуть при исполнении настоящей
                    оферты, будут по возможности разрешаться
                    путем переговоров между Пользователем
                    (Покупателем) и Продавцом.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_921" />
                    9.3. В случае не достижения соглашения,
                    споры разрешаются в судебном порядке
                    в соответствии с действующим
                    законодательством Российской Федерации.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_1000" />10. Срок
                    действия публичной оферты
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    Настоящая оферта вступает в силу с
                    момента ее акцепта Посетителем
                    (Покупателем) сайта и действует до
                    момента отзыва акцепта публичной оферты
                    или до момента ее фактического исполнения,
                    в зависимости от того, что наступит
                    раньше.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <h1>
                    <a name="sub_1100" />11.
                    Дополнительные условия
                </h1>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_1102" />
                    11.1. Продавец имеет право переуступить
                    или иным способом передать свои права
                    и обязанности, вытекающие из отношений
                    с Посетителем (Покупателем), третьим
                    лицам.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <a name="sub_1101" />
                    11.2. Продавец имеет право периодически
                    проводить необходимые профилактические
                    и иные работы, при этом сайт может
                    временно быть частично или полностью
                    недоступен.
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <p style="margin-bottom: 0in; line-height: 100%">
                    <br>
                </p>
                <center>
                    <table width="599" cellpadding="7" cellspacing="0">
                        <col width="257">

                        <col width="313">

                        <tr valign="top">
                            <td width="257" height="1" style="border: none; padding: 0in">
                                <p align="center" style="margin-right: -0.02in; orphans: 0; widows: 0">
                                    Продавец
                                </p>
                            </td>
                            <td width="313" style="border: none; padding: 0in">
                                <p align="center" style="text-indent: 0in; orphans: 0; widows: 0">
                                    <br>
                                </p>
                            </td>
                        </tr>
                        <tr valign="top">
                            <td width="257" height="100" style="border: none; padding: 0in">
                                <p style="text-indent: 0in; margin-bottom: 0in; orphans: 0; widows: 0">
                                    ООО &quot;Интервайн&quot; ИНН 7203338863 КПП
                                    720301001, ОГРН 1207200010203
                                </p>
                                <p style="text-indent: 0in; orphans: 0; widows: 0">
                                    <a name="BankAdres1" /><a name="ZakazAdres" />
                                    625003, Тюменская область, г. Тюмень, ул.
                                    Перекопская 3
                                </p>
                            </td>
                            <td width="313" style="border: none; padding: 0in">
                                <p style="text-indent: 0in; orphans: 0; widows: 0">
                                    <br>
                                </p>
                            </td>
                        </tr>
                        <tr valign="top">
                            <td width="257" height="9" style="border: none; padding: 0in">
                                <p style="text-indent: 0in; margin-bottom: 0in; orphans: 0; widows: 0" />
                                <p style="text-indent: 0in; orphans: 0; widows: 0" />
                            </td>
                            <td width="313" style="border: none; padding: 0in">
                                <p style="text-indent: 0in; orphans: 0; widows: 0">
                                    <br>
                                </p>
                            </td>
                        </tr>
                    </table>
                </center>
            </div>
        </ion-content>
    </ion-page>
</template>

<script>
import {
    IonPage,
    IonContent,
    IonButtons,
    IonBackButton,
    IonHeader,
    IonToolbar,
    IonTitle
} from "@ionic/vue"

export default {
    name: "PublicOffer",
    components: {
        IonContent,
        IonPage,
        IonButtons,
        IonBackButton,
        IonHeader,
        IonToolbar,
        IonTitle
    }
}
</script>

<style scoped>
    .bluefox-title {
        font-size: 24px;
    }
</style>
